Repository: Esukhia/cefr-bo-transifex
Catalog: translations/*/cefr-*_pragmatic-turntaking_endocx_*.po
Languages: bo

source: C1_Can select a suitable phrase from a readily available range ofdiscourse functions to preface their remarks appropriately in order toget the floor, or to gain time and keep the floor whilst thinking.
bo: C1_སྔོན་ཚུད་ནས་གྲ་སྒྲིག་ཡོད་པའི་སྐད་ཆའི་ནང་ནས་རན་པོ་ཞིག་བདམས་གསེས་བྱས་ཏེ། བསམ་བློ་གཏོང་བཞིན་པའི་རིང་ལ་གླེང་གཞི་རེན་པོར་བཞག་ནས། གཏམ་བཤད་ཀྱི་གོ་སྐབས་ལེན་པ་དང་། དུས་ཚོད་འཐོབ་པ། ཤོད་རེས་མ་ཤོར་བ་བྱེད་ཐུབ།

source: B2_Can intervene appropriately in discussion, exploiting appropriatelanguage to do so.
bo: B2_སྐད་ཆ་ཏག་ཏག་བཀོལ་སྤྱོད་བྱས་ཏེ། བགྲོ་གླེང་ལ་རན་པོའི་ངང་ནས་བར་བཞུགས་བྱེད་ཐུབ།

source: Can initiate, maintain and end discourse appropriately with effectiveturntaking.
bo: མཉམ་ཞུགས་བྱེད་མཁན་རེ་རེར་སྐད་ཆ་ཤོད་པའི་གོ་སྐབས་ཡག་པོ་ཡོད་པའི་ཐོག་ནས། བགྲོ་གླེང་འགོ་འཛུགས་དང་། རྒྱུན་སྐྱོང་། མཇུག་བསྡུ་བཅས་རན་པོར་བྱེད་ཐུབ།

source: Can initiate discourse, take their turn when appropriate and endconversation when they need to, though they may not always do thiselegantly.
bo: རྟག་པར་ཉམས་དང་ལྡན་པའི་སྒོ་ནས་བྱེད་མ་ཐུབ་ཀྱང་། བགྲོ་གླེང་འགོ་འཛུགས་པ་དང་། དུས་རན་པོའི་སྐབས་སུ་སྐད་ཆ་ཤོད་པའི་གོ་སྐབས་ལེན་པ། ད་དུང་དགོས་པ་བྱུང་དུས་གླེང་མོལ་མཇུག་བསྡུ་བ་བཅས་བྱེད་ཐུབ།

source: Can use stock phrases (e.g. “That’s a difficult question to answer”) togain time and keep the turn whilst formulating what they want toexpress.
bo: ༼དྲི་བ་འདིར་ལན་འདེབས་པར་ཁག་པོ་འདུག༽ལྟ་བུ་ཡང་ནས་བསྐྱར་དུ་བེད་སྤྱོད་བྱེད་པའི་ཚིག་དུམ་སོགས་བེད་སྤྱོད་བྱས་ནས། དུས་ཚོད་རག་པ་དང་བགྲོ་གླེང་རྒྱུན་མ་ཆད་པ་བྱེད་དེ། རང་ཉིད་ཀྱིས་གང་བརྗོད་འདོད་པ་དེ་བཟོ་སྐྲུན་བྱེད་ཐུབ།

source: B1+_Can intervene in a discussion on a familiar topic, using a suitablephrase to get the floor.
bo: B1+_རྒྱུས་མངའ་ཡོད་པའི་བརྗོད་གཞི་ཞིག་གི་གྲོས་བསྡུར་ལ་བར་བཞུགས་བྱེད་པར། ཚིག་རན་པོ་བེད་སྤྱོད་བྱས་ཏེ་སྐད་ཆ་ཤོད་པའི་གོ་སྐབས་ཐོབ་ཐུབ།

source: B1_Can initiate, maintain and close simple face-to-face conversation ontopics that are familiar or of personal interest.
bo: B1_སོ་སོའི་རྒྱུས་ཡོད་དམ་དོ་དབྱིངས་ཡོད་པའི་བརྗོད་གཞི་ཁག་ལ། གདོང་དང་གདོང་ཐུག་ནས་གླེང་མོལ་སྟབས་བདེ་རིགས་འགོ་འཛུགས་དང་། རྒྱུན་སྐྱོང་། མཇུག་བསྡུ་བཅས་བྱེད་ཐུབ།

source: A2+_Can use simple techniques to start, maintain or close a shortconversation.
bo: A2+_གླེང་མོལ་ཐུང་ཐུང་རིགས་འགོ་འཛུགས་དང། རྒྱུན་སྐྱོང་། མཇུག་བསྡུ་བཅས་བྱེད་པར་ཐབས་ལམ་ལས་སླ་པོ་དག་བེད་སྤྱོད་བྱེད་ཐུབ།

source: Can initiate, maintain and close simple, face-to-face conversation.
bo: གདོང་དང་གདོང་ཐུག་ནས་གླེང་མོལ་སྟབས་བདེ་རིགས་འགོ་འཛུགས་དང་། རྒྱུན་སྐྱོང་། མཇུག་བསྡུ་བཅས་བྱེད་ཐུབ།

source: A2_Can ask for attention.
bo: A2_དོ་སྣང་སྤྲོད་རོགས་ལབ་ཐུབ།
